<?php

return array(
	'model_name' => 'Статусы товаров заказа',
	'title' => 'Справочник статусов товаров в заказе',
	'add_title' => "Добавление информации о статусе заказа",
	'edit_title' => 'Редактирование информации о статусе заказа "%s"',
	'name' => 'Название',
	'description' => 'Описание',
	'id' => 'Идентификатор',
	'canceled' => 'Отмена позиции',
	'shop_order_status_id' => '<acronym title="Установить статус заказа, если все товары, кроме отмененных, текущего статуса">Зависимый статус заказа</acronym>',
	'edit_success' => "Данные о статусе товара в заказе успешно обновлены!",
	'edit_error' => "Ошибка добавления данных о статусе товара в заказа!",
	'markDeleted_success' => "Данные о статусах заказа успешно удалены!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'sorting' => 'Порядок сортировки',
	'apply_success' => 'Информация о статусе товара в закезе изменена!',
	'color' => 'Цвет',
	'parent_id' => 'Родительский статус',
	'shop_id' => 'Идентификатор магазина',
);