<?php

return array(
	'model_name' => 'Статуси товарів замовлення',
	'title' => 'Довідник статусів товарів',
	'add_title' => "Додавання інформації про статус замовлення",
	'edit_title' => 'Редагування інформації про статус замовлення "%s"',
	'name' => 'Назва',
	'description' => 'Опис',
	'id' => 'Ідентифікатор',
	'canceled' => 'Скасування позиції',
	'shop_order_status_id' => '<acronym title="Встановити статус замовлення, якщо всі товари, крім скасованих, поточного статусу">Залежний статус замовлення</acronym>',
	'edit_success' => "Дані про статус товару в замовленні успішно оновлені!",
	'edit_error' => "Помилка додавання даних про статус товару в замовлення!",
	'markDeleted_success' => "Дані про статуси замовлення успішно видалені!",
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'sorting' => 'Порядок сортування',
	'apply_success' => 'Інформація про статус змінено!',
	'color' => 'Колір',
	'parent_id' => 'Батьківський статус',
);