<?php

return array(
	'model_name' => 'Месенджери',
	'show_title' => 'Список месенджерів',
	'messenger_show_title' => 'Месенджер',
	'messenger_show_title_add' => 'Додати',
	'add_title' => 'Додавання інформації про месенджер',
	'edit_title' => 'Редагування інформації про месенджер',
	'name' => 'Назва месенджера',
	'ico' => 'CSS-стиль логотипу',
	'link' => 'Посилання',
	'id' => 'Ідентифікатор',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => 'Дані про тип месенджера оновлені!',
	'markDeleted_success' => 'Дані про месенджер успішно видалені!',
	'apply_success' => 'Інформацію змінено.',
	'apply_error' => 'Інформація не змінена!',
	'copy_success' => 'Дані про месенджер успішно скопійовані!',
	'company_show_title' => 'Список компаній',
	'sorting' => "Порядок сортування",
)
;