<?php

return array(
	'model_name' => 'Группы фильтров IP-адресов',
	'add_title' => 'Добавление группы фильтров IP-адресов',
	'edit_title' => 'Редактирование группы фильтров IP-адресов "%s"',
	'name' => 'Название',
	'sorting' => 'Порядок сортировки',
	'parent_id' => 'Группа',
	'id' => 'Идентификатор',
	'apply_success' => "Информация успешно изменена",
	'markDeleted_success' => "Информация о группе фильтров IP-адресов успешно удалена!",
	'copy_success' => 'Группа фильтров IP-адресов успешно скопирована!',
	'edit_success' => "Группа фильтров IP-адресов успешно добавлена!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'root' => 'Корень',
	'move_success' => 'Группы фильтров IP-адресов перенесены',
);