<?php

return array(
	'model_name' => 'Групи фільтрів IP-адрес',
	'add_title' => 'Додавання групи фільтрів IP-адрес',
	'edit_title' => 'Редагування групи фільтрів IP-адрес "%s"',
	'name' => 'Назва',
	'sorting' => 'Порядок сортування',
	'parent_id' => 'Група',
	'id' => 'Ідентифікатор',
	'apply_success' => "Інформація успішно змінена",
	'markDeleted_success' => "Інформацію про групу фільтрів IP-адрес успішно видалено!",
	'copy_success' => 'Група фільтрів IP-адрес успішно скопійована!',
	'edit_success' => "Група фільтрів IP-адрес успішно додана!",
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
	'root' => 'Корінь',
	'move_success' => 'Групи фільтрів IP-адрес перенесені',
);