<?php

return array(
	'model_name' => 'Избранное',
	'title' => 'Избранное клиента %s',
	'edit_form_title' => 'Редактирование избранного товара "%s"',
	'add_form_title' => 'Добавление избранного товара',
	'shop_id' => 'Интернет-магазин',
	'id' => 'Идентификатор',
	'shop_favorite_list_id' => 'Список избранного',
	'shop_item_id' => 'Идентификатор товара',
	'siteuser_id' => 'Идентификатор клиента',
	'edit_success' => 'Элемент изменен!',
	'markDeleted_success' => 'Избранный товар успешно удален.',
);