<?php

return array(
	'model_name' => 'Разделы купонов',
	'menu' => 'Раздел',
	'name' => "Название",
	'description' => "Описание",
	'parent_id' => "Раздел",
	'id' => "Идентификатор",
	'shop_id' => "Идентификатор магазина",
	'sorting' => "Порядок сортировки",
	'edit_title' => 'Редактирование информации о разделе купонов "%s"',
	'add_title' => "Добавление информации о разделе купонов",
	'apply_success' => "Информация успешно изменена.",
	'markDeleted_success' => "Данные о разделе купонов успешно удалены!",
	'markDeleted_error' => "",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'edit_success' => "Раздел купонов успешно изменен!",
	'copy_success' => "Элемент успешно скопирован!",
	'move_success' => 'Разделы скидок перенесены',
);