<?php

return array(
	'model_name' => 'Действия формы центра администрирования, разделы',
	'add' => 'Раздел',
	'form_add_forms_event_title' => 'Добавление раздела действий формы центра администрирования',
	'form_edit_forms_event_title' => 'Редактирование раздела действий формы центра администрирования "%s"',
	'admin_form_id' => 'Идентификатор формы центра администрирования',
	'id' => 'Идентификатор поля формы',
	'name' => 'Название',
	'icon' => '<acronym title="CSS-стиль пиктограммы для действия в списке действий, например fa fa-pencil">Пиктограмма</acronym>',
	'sorting' => 'Порядок сортировки',
	'edit_success' => 'Раздел действий формы добавлен!',
	'edit_error' => 'Ошибка! Раздел действий формы не добавлен!',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'apply_success' => 'Данные для действия успешно обновлены.',
	'apply_error' => 'Ошибка! Данные для действия не изменены.',
	'markDeleted_success' => 'Раздел действий успешно удален!',
	'markDeleted_error' => 'Ошибка! Раздел действий формы не удален!',
);