<?php

return array(
	'model_name' => 'Дії форми центру адміністрування, розділи',
	'add' => 'Розділ',
	'form_add_forms_event_title' => 'Додавання розділу дій форми центру адміністрування',
	'form_edit_forms_event_title' => 'Редагування розділу дій форми центру адміністрування "%s"',
	'admin_form_id' => 'Ідентифікатор форми центру адміністрування',
	'id' => 'Ідентифікатор поля форми',
	'name' => 'Назва',
	'icon' => '<acronym title="CSS-стиль піктограми для дії у списку дій, наприклад fa fa-pencil">Піктограма</acronym>',
	'color' => '<acronym title="Назва CSS-стилю, що визначає колір дії в списку дій, наприклад success">Колір</acronym>',
	'sorting' => 'Порядок сортування',
	'edit_success' => 'Розділ дій форми доданий!',
	'edit_error' => 'Помилка! Розділ дій форми не додано!',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
	'apply_success' => 'Дані для дії успішно оновлені.',
	'apply_error' => 'Помилка! Дані для дії не змінені.',
	'markDeleted_success' => 'Розділ дій успішно видалено!',
	'markDeleted_error' => 'Помилка! Розділ дій форми не видалено!',
);