<?php

return array(
	'model_name' => 'Мови центру адміністрування',
	'show_forms_languages' => 'Список мов центру адміністрування',
	'form_add_forms_add_language_title' => 'Додавання мови центру адміністрування',
	'form_add_forms_edit_language_title' => 'Редагування мови центру адміністрування`	  "%s"',

	'show_form_fields_menu_admin_languages' => 'Мови',

	'name' => 'Назва мови',
	'shortname' => 'Позначення мови',
	'active' => 'Можна користуватися в списку мов',
	'sorting' => 'Порядок сортування',
	'id' => 'Ідентифікатор',

	'edit_success' => 'Інформація про мову центру адміністрування змінена!',
	'edit_error' => 'Помилка! Інформація про мову центру адміністрування не змінена!',

	'apply_success' => 'Інформація про мову центру адміністрування змінена!',
	'apply_error' => 'Помилка! Інформація про мову центру адміністрування не змінена!',

	'markDeleted_success' => 'Мова центру адміністрування успішно видалена!',
	'markDeleted_error' => 'Помилка! Мова центру адміністрування не видалена!',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	
	'changeActive_success' => 'Активність успішно змінена!',
);