<?php

return array(
	'menu' => 'Визуальный редактор',
	'model_name' => 'Визуальный редактор',
	'title' => 'Визуальный редактор',
	'id' => 'Идентификатор',
	'add_title' => 'Добавление редактора',
	'edit_title' => 'Редактирование редактора "%s"',
	'apply_success' => "Информация успешно изменена",
	'markDeleted_success' => "Информация о редакторе успешно удалена!",
	'edit_success' => "Визуальный редактор успешно добавлен!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'name' => 'Название',
	'driver' => 'Драйвер',
	'default' => 'По умолчанию',
	'sorting' => 'Порядок сортировки',
	'changeDefaultStatus_success' => "Информация успешно изменена",
);