<?php

return array(
	'menu' => 'Візуальний редактор',
	'model_name' => 'Візуальний редактор',
	'title' => 'Візуальний редактор',
	'id' => 'Ідентифікатор',
	'add_title' => 'Додавання редактора',
	'edit_title' => 'Редагування редактора "%s"',
	'apply_success' => "Інформація успішно змінена",
	'markDeleted_success' => "Інформацію про редактор успішно видалено!",
	'edit_success' => "Візуальний редактор успішно додано!",
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
	'name' => 'Назва',
	'driver' => 'Драйвер',
	'default' => 'За замовчуванням',
	'sorting' => 'Порядок сортування',
	'changeDefaultStatus_success' => "Інформація успішно змінена",
);