<?php

return array(
	'model_name' => 'Разделы ботов',
	'main_menu' => 'Раздел',
	'edit_success' => 'Раздел успешно изменен!',
	'apply_success' => 'Информация изменена!',
	'markDeleted_success' => 'Раздел успешно удален!',
	'add_title' => 'Добавление информации о разделе ботов',
	'edit_title' => 'Редактирование информации о разделе ботов "%s"',
	'id' => 'Идентификатор',
	'parent_id' => 'Родительский раздел',
	'name' => 'Название',
	'sorting' => 'Порядок сортировки',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
);