<?php

return array(
	'model_name' => 'Розділи ботів',
	'main_menu' => 'Розділ',
	'edit_success' => 'Розділ успішно змінено!',
	'apply_success' => 'Інформацію змінено!',
	'markDeleted_success' => 'Розділ успішно знищений!',
	'add_title' => 'Додавання інформації про розподіл ботів',
	'edit_title' => 'Редагування інформації про розподіл ботів "%s"',
	'id' => 'Ідентифікатор',
	'parent_id' => 'Батьківський розділ',
	'name' => 'Назва',
	'sorting' => 'Порядок сортування',
	'delete_success' => 'Елемент знищений!',
	'undelete_success' => 'Елемент відновлено!',
);