<?php

return array(
	'model_name' => 'Раздел вкладок',
	'dir_add_form_title' => 'Добавление раздела вкладок',
	'dir_edit_form_title' => 'Редактирование раздела вкладок "%s"',
	'name' => 'Название',
	'sorting' => 'Порядок сортировки',
	'shop_id' => 'Идентификатор магазина',
	'parent_id' => 'Раздел',
	'id' => 'Идентификатор',
	'apply_success' => "Информация успешно изменена",
	'markDeleted_success' => "Информация о разделе вкладок успешно удалена!",
	'edit_success' => "Раздел вкладок успешно добавлен!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
);