<?php

return array(
	'model_name' => 'Розділ вкладок',
	'dir_add_form_title' => 'Додавання розділу вкладок',
	'dir_edit_form_title' => 'Редагування розділу вкладок "% s"',
	'name' => 'Назва',
	'sorting' => 'Порядок сортування',
	'shop_id' => 'Ідентифікатор магазину',
	'parent_id' => 'Розділ',
	'id' => 'Ідентифікатор',
	'apply_success' => "Інформація успішно змінена",
	'markDeleted_success' => "Інформація про розподіл вкладок успішно видалена!",
	'edit_success' => "Розділ вкладок успішно доданий!",
	'delete_success' => 'Елемент знищений!',
	'undelete_success' => 'Елемент відновлено!',
);