<?php

return array(
	'model_name' => 'Соціальні мережі',
	'show_title' => 'Список соціальних мереж',
	'social_show_title' => 'Соціальна мережа',
	'social_show_title_add' => 'Додати',
	'add_title' => 'Додавання інформації про соціальну мережу',
	'edit_title' => 'Редагування інформації про соціальну мережу',
	'name' => 'Назва соціальної мережі',
	'address' => '<acronym title="Посилання на соціальну мережу">Адреса</acronym>',
	'ico' => '<acronym title="CSS-стиль логотипу, наприклад fa fa-share-alt">CSS-стиль логотипу</acronym>',

	'id' => 'Ідентифікатор',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => 'Дані про соціальну мережу оновлені!',
	'markDeleted_success' => 'Дані про соціальну мережу успішно видалені!',
	'apply_success' => 'Інформацію змінено.',
	'apply_error' => 'Інформація не змінена!',
	'copy_success' => 'Дані про соціальну мережу успішно скопійовані!',
	'company_show_title' => 'Список компаній',
	'sorting' => "Порядок сортування",
);