<?php

return array(
	'model_name' => 'Маркировка',
	'title' => 'Маркировки',
	'add_title' => 'Добавление маркировки',
	'edit_title' => 'Редактирование маркировки "%s"',
	'id' => 'Идентификатор',
	'name' => 'Название',
	'description' => 'Описание',
	'code' => 'Код',
	'sorting' => 'Порядок сортировки',
	'edit_success'  => 'Информация о маркировке изменена!',
	'markDeleted_success' => 'Маркировка успешено удалена!',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'apply_success' => "Информация успешно изменена",
);