<?php

return array(
	'model_name' => 'Группы фильтров посетителей',
	'add_title' => 'Добавление группы фильтров посетителей',
	'edit_title' => 'Редактирование группы фильтров посетителей "%s"',
	'name' => 'Название',
	'sorting' => 'Порядок сортировки',
	'parent_id' => 'Группа',
	'id' => 'Идентификатор',
	'apply_success' => "Информация успешно изменена",
	'markDeleted_success' => "Информация о группе фильтров посетителей успешно удалена!",
	'copy_success' => 'Группа фильтров посетителей успешно скопирована!',
	'edit_success' => "Группа фильтров посетителей успешно добавлена!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'root' => 'Корень',
	'move_success' => 'Группы фильтров посетителей перенесены',
);