<?php

return array(
	'model_name' => 'Групи фільтрів відвідувачів',
	'add_title' => 'Додавання групи фільтрів відвідувачів',
	'edit_title' => 'Редагування групи фільтрів відвідувачів "%s"',
	'name' => 'Назва',
	'sorting' => 'Порядок сортування',
	'parent_id' => 'Група',
	'id' => 'Ідентифікатор',
	'apply_success' => "Інформація успішно змінена",
	'markDeleted_success' => "Інформацію про групу фільтрів відвідувачів успішно видалено!",
	'copy_success' => 'Група фільтрів відвідувачів успішно скопійована!',
	'edit_success' => "Група фільтрів відвідувачів успішно додана!",
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
	'root' => 'Корінь',
	'move_success' => 'Групи фільтрів відвідувачів перенесені',
);