<?php

return array(
	'title' => 'Файловый менеджер',
	'menu' => 'Файловый менеджер',

	'fm_message_name_dir' => 'Введите имя директории',
	'isset_dir' => 'Файл или папка с таким именем же существует!',
	'uploadFile_success' => 'Файл успешно загружен!',
	'uploadFile_error' => 'Ошибка загрузки файла!',

	'delete_success' => 'Файл/директория успешно удалены!',
	'delete_error' => 'Ошибка удаления файла/директории!',

	'fm_form_file_button' => 'Загрузить',
	'fm_form_dir' => 'Создать папку',
	'fm_form_dir_button' => 'Создать',

	'fm_form_file' => 'Загрузить файл',

	'dir_does_not_exist' => 'Директория %s не существует!',

	'fm_user_not_find_message' => 'Ошибка! Не найден пользователь!',

	'denied_dir' => 'Ошибка! Вы не имете прав доступа к указанной директории!',

	//'fm_mkdir_error' => 'Невозможно создать директорию с указанным именем',
	'createDirectory_success' => 'Директория создана!',

	'edit_file' => 'Редактирование файла "%s"',
	'edit_file_text' => 'Текст файла',
	'fm_error_open_file' => 'Ошибка! Невозможно открыть файл "%s".',
	'fm_error_write_file' => 'Ошибка! Невозможно записать в файл "%s".',
	'edit_success' => 'Файл успешно отредактирован!',
	'root' => 'Корень',
	'chmod' => 'Права',
	'upload_message' => 'Перетащите файл или кликните для загрузки',
	'apply_success' => "Информация успешно изменена",
	'extract_success' => "Архив успешно распакован",
);