<?php

return array(
	'title' => 'Файловий менеджер',
	'menu' => 'Файловий менеджер',

	'fm_message_name_dir' => 'Введіть ім\'я директорії',
	'isset_dir' => 'Файл або папка з таким ім\'ям вже існує!',
	'uploadFile_success' => 'Файл успішно завантажений!',
	'uploadFile_error' => 'Помилка завантаження файлу!',

	'delete_success' => 'Файл/директорія успішно видалені!',
	'delete_error' => 'Помилка видалення файлу/директорії!',

	'fm_form_file_button' => 'Завантажити',
	'fm_form_dir' => 'Створити папку',
	'fm_form_dir_button' => 'Створити',

	'fm_form_file' => 'Завантажити файл',

	'dir_does_not_exist' => 'Директорія %s не існує!',

	'fm_user_not_find_message' => 'Помилка! Не вдалося знайти користувача!',

	'denied_dir' => 'Помилка! Ви не маєте прав доступу до зазначеної директорії!',

	//'fm_mkdir_error' => 'Неможливо створити директорію з вказаним ім\'ям',
	'createDirectory_success' => 'Директорія створена!',

	'edit_file' => 'Редагування файлу "%s"',
	'edit_file_text' => 'Текст файлу',
	'fm_error_open_file' => 'Помилка! Неможливо відкрити файл "%s".',
	'fm_error_write_file' => 'Помилка! Неможливо записати у файл "%s".',
	'edit_success' => 'Файл успішно відредагований!',
	'root' => 'Корінь',
	'chmod' => 'Права',
	'upload_message' => 'Перетягніть файл або клікніть для завантаження',
	'apply_success' => "Інформація успішно змінена",
	'extract_success' => "Архів успішно розпакований",
);