<?php

return array(
	'menu' => 'Подсветка синтаксиса',
	'model_name' => 'Подсветка синтаксиса',
	'title' => 'Подсветка синтаксиса',
	'id' => 'Идентификатор',
	'add_title' => 'Добавление подсветки синтаксиса',
	'edit_title' => 'Редактирование подсветки синтаксиса "%s"',
	'apply_success' => "Информация успешно изменена",
	'markDeleted_success' => "Информация о подсветке синтаксиса успешно удалена!",
	'edit_success' => "Подсветка синтаксиса успешно добавлена!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'name' => 'Название',
	'driver' => 'Драйвер',
	'default' => 'По умолчанию',
	'sorting' => 'Порядок сортировки',
	'changeDefaultStatus_success' => "Информация успешно изменена",
	'beautify_code_title' => "Форматировать код",
	'beautify_code' => "Форматировать",
	'fullscreen' => "На весь экран",
);