<?php

return array(
	'menu' => 'Підсвічування синтаксису',
	'model_name' => 'Підсвічування синтаксису',
	'title' => 'Підсвічування синтаксису',
	'id' => 'Ідентифікатор',
	'add_title' => 'Додавання підсвічування синтаксису',
	'edit_title' => 'Редагування підсвічування синтаксису "%s"',
	'apply_success' => "Інформація успішно змінена",
	'markDeleted_success' => "Інформацію про підсвічування синтаксису успішно видалено!",
	'edit_success' => "Підсвічування синтаксису успішно додано!",
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
	'name' => 'Назва',
	'driver' => 'Драйвер',
	'default' => 'За замовчуванням',
	'sorting' => 'Порядок сортування',
	'changeDefaultStatus_success' => "Інформація успішно змінена",
	'beautify_code_title' => "Форматувати код",
	'beautify_code' => "Форматувати",
	'fullscreen' => "На весь екран",
);