<?php
/**
 * Libs.
 *
 * @package HostCMS
 * @subpackage Lib
 * @version 7.x
 * @copyright © 2005-2025, https://www.hostcms.ru
 */
return array(
	'model_name' => 'Разделы типовых динамических страниц',
	'markDeleted_success' => 'Раздел типовых динамических страниц успешно удален!',
	'markDeleted_error' => 'Ошибка удаления раздела типовых динамических страниц!',
	'name' => 'Название раздела',
	'parent_id' => 'Родительский раздел',
	'id' => 'Идентификатор',
	'lib_dir_folder' => 'Раздел',
	'lib_dir_show_add_link' => 'Добавить',
	'lib_form_title_edit_dir' => 'Редактирование раздела типовых динамических страниц "%s"',
	'lib_form_title_add_dir' => 'Добавление раздела типовых динамических страниц',
	'edit_success' => 'Данные о разделе динамических страниц успешно обновлены.',
	'edit_error' => 'Ошибка обновления данных о разделе динамических страниц!',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'sorting' => "Порядок сортировки",
	'apply_success' => "Информация успешно изменена",
);