<?php

return array(
	'model_name' => 'Розділи типових динамічних сторінок',
	'markDeleted_success' => 'Розділ типових динамічних сторінок успішно видалений!',
	'markDeleted_error' => 'Помилка видалення розділу типових динамічних сторінок!',
	'name' => 'Назва розділу',
	'parent_id' => 'Перейти до основного розділу',
	'id' => 'Ідентифікатор',
	'lib_dir_folder' => 'Розділ',
	'lib_dir_show_add_link' => 'Додати',
	'lib_form_title_edit_dir' => 'Цей розділ потребує редактора типових динамічних сторінок "%s"',
	'lib_form_title_add_dir' => 'Додавання розділу типових динамічних сторінок',
	'edit_success' => 'Дані про розподіл динамічних сторінок успішно оновлені.',
	'edit_error' => 'Помилка оновлення даних про розподіл динамічних сторінок!',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'sorting' => "Порядок сортування",
	'apply_success' => "Інформація успішно змінена",
);