<?php

return array(
	'model_name' => 'Розділи інформаційних систем',

	'dir_add' => 'Розділ',
	'add' => 'Додати',
	'information_systems_dir_add_form_title' => 'Додавання розділу інформаційних систем',
	'information_systems_dir_edit_form_title' => 'Цей розділ потребує редактора інформаційних систем "%s"',

	'id' => 'Ідентифікатор',
	'name' => 'Назва розділу інформаційних систем',
	'description' => 'Опис розділу інформаційних систем',
	'parent_name' => 'Назва батьківського розділу інформаційних систем',
	'site_id' => 'Код сайту',

	'edit_success' => 'Розділ інформаційних систем успішно доданий.',
	'edit_error' => 'Розділ інформаційних систем не додано!',

	'markDeleted_success' => 'Розділ інформаційних систем успішно видалений!',

	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
);