<?php

return array(
	'model_name' => 'Типы зачислений',
	'title' => 'Справочник типов зачислений',
	'add_title' => "Добавление информации о типе зачисления",
	'edit_title' => 'Редактирование информации о типе зачисления "%s"',
	'name' => 'Название',
	'description' => 'Описание',
	'id' => 'Идентификатор',
	'shop_id' => 'Идентификатор магазина',
	'edit_success' => "Данные о типе зачисления успешно обновлены!",
	'edit_error' => "Ошибка добавления данных о типе зачисления!",
	'markDeleted_success' => "Данные о типах зачислений успешно удалены!",
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'sorting' => 'Порядок сортировки',
	'apply_success' => 'Информация о типе зачисления изменена!',
	'color' => 'Цвет',
	'default' => "Тип зачисления \"по умолчанию\"",
	'changeDefaultStatus_success' => "Информация успешно изменена",
);