<?php

return array(
	'model_name' => 'Типи зарахувань',
	'title' => 'Довідник типів зарахувань',
	'add_title' => "Додавання інформації про тип зарахування",
	'edit_title' => 'Редагування інформації про тип зарахування "% s"',
	'name' => 'Назва',
	'description' => 'Опис',
	'id' => 'Ідентифікатор',
	'shop_id' => 'Ідентифікатор магазину',
	'edit_success' => "Дані про тип зарахування успішно оновлені!",
	'edit_error' => "Помилка додавання даних про тип зарахування!",
	'markDeleted_success' => "Дані про типи зарахувань успішно видалені!",
	'delete_success' => 'Елемент знищений!',
	'undelete_success' => 'Елемент відновлено!',
	'sorting' => 'Порядок сортування',
	'apply_success' => 'Інформація про тип зарахування змінена!',
	'color' => 'Колір',
	'default' => "Тип зарахування \" за замовчуванням \"",
	'changeDefaultStatus_success' => "Інформація успішно змінена",
);