<?php

return array(
	'menu' => 'Константи',
	'model_name' => 'Константи',
	'edit_success' => 'Константа успішно додана!',
	'add_error' => 'Помилка! Константа з таким ім\'ям вже існує!',
	'edit_error' => 'Помилка! Константа не додана!',
	'markDeleted_success' => 'Константа видалена!',
	'markDeleted_error' => 'Помилка! Інформацію про константу не видалена!',
	'add_title' => 'Додавання константи',
	'edit_title' => 'Редагування константи "%s"',
	'main_menu' => 'Константа',
	'name' => "Назва константи",
	'value' => "Значення константи",
	'description' => "Опис константи",
	'active' => "Активність",
	'id' => 'Ідентифікатор',
	'changeStatus_success' => 'Активність змінено',
	'changeStatus_error' => 'Помилка зміни активності',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',
);