<?php

return array(
	'model_name' => 'Група виробників',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'parent_id' => "Група виробників",
	'id' => "Ідентифікатор",
	'edit_success' => "Дані про елемент успішно додані!",
	'markDeleted_success' => "Дані про елемент успішно видалені!",
	'apply_success' => "Інформація успішно змінена",
	'menu_caption' => 'Група',
	'menu_caption_add' => 'Додати',
	'add' => 'Додавання групи',
	'edit' => 'Редагування групи "%s"',
	'name' => "Назва групи",
	'sorting' => "Порядок сортування",
	'shop_id' => "Ідентифікатор магазина",
	'move_success' => 'Групи виробників перенесені',
);