<?php

return array(
	'root' => 'Коренева група',
	'menu_group' => 'Група',
	'menu_group_add' => 'Додати',
	'name' => 'Назва',
	'add' => 'Додавання групи',
	'edit' => 'Редагування групи "%s"',
	'id' => 'Ідентифікатор',
	'parent_id' => 'Перейти до основного розділу',
	'model_name' => 'Група констант',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => "Дані про елемент успішно додані!",
	'markDeleted_success' => "Дані про елемент успішно видалені!",
);