<?php

return array(
	'model_name' => 'Розділ макетів',
	'menu' => 'Розділ макетів',
	'menu_add' => 'Додати',
	'title_add' => 'Додавання розділу макетів',
	'title_edit' => 'Редагування розділу макетів "%s"',

	'id' => 'Ідентифікатор',
	'name' => 'Назва розділу макетів',
	'parent_id' => 'Батьківський розділ макетів',
	'sorting' => 'Сортування',
	'site_id' => 'Ідентифікатор сайту',

	'edit_success' => 'Розділ макетів успішно доданий!',
	'edit_error' => 'Помилка! Розділ макетів не додано!',
	'apply_success' => 'Розділ макетів успішно змінений!',
	'apply_error' => 'Помилка! Розділ макетів не змінений!',

	'markDeleted_success' => 'Розділ макетів успішно видалений!',
	'markDeleted_error' => 'Помилка! Розділ макетів не видалений!',

	'root' => 'Макети',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
);