<?php

return array(
	'model_name' => 'Електронні товари',
	'shop_eitems_form_title' => 'Електронний товар"%s"',
	'shop_eitems_menu_title' => 'Електронний товар',
	'eitems_show_add_new_link' => "Додати",
	'eitems_edit_title' => 'Редагування електронного товару "%s"',
	'eitems_add_title' => "Додавання електронного товару",
	'name' => "Ім\'я або опис електронного товару",
	'value' => "Текст",
	'filename' => "Файл",
	'count' => "<acronym title=\"Кількість копій електронного товару. Якщо значення -1, значить товар не обмежений\">Кількість</acronym>",
	'shop_item_id' => "Ідентифікатор товару",
	'id' => "Ідентифікатор",
	'payed_item' => "Відбулася оплата електронного товару який закінчився з ідентифікатором %d. Код замовлення %d.",
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => 'Електронний товар успішно доданий',
	'markDeleted_success' => "Інформація про електронний товар успішно видалена!",
);