<?php

return array(
	'model_name' => 'Статуси документів',
	'title' => 'Статуси документів',
	'menu' => 'Статус документа',
	'add_title' => 'Додавання статуса документа',
	'edit_title' => 'Редагування інформації про статус документів "%s"',
	'edit_success' => 'Статус документа додано',
	'edit_error' => 'Помилка! Статус документа не додано!',
	'copy_success' => 'Статус документів успішно скопійовано!',
	'copy_error' => 'Помилка! Статус документів не скопійовано!',
	'markDeleted_success' => 'Статус документів успішно видалено!',
	'markDeleted_error' => 'Помилка! Статус документів не видалено!',
	'name' => 'Назва статусу',
	'site_id' => 'Сайт',
	'description' => 'Опис статусу',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',
	'id' => 'Ідентифікатор',
);