<?php

return array(
	'model_name' => 'Рівні дисконтних карток',
	'title' => 'Рівні дисконтних карток',
	'id' => 'Ідентифікатор',
	'level' => 'Рівень (1,2,...)',
	'discount' => 'Знижка, %',
	'name' => 'Назва',
	'color' => 'Колір',
	'amount' => 'Сума, %s',
	'apply_max_discount' => 'Застосовувати максимальну знижку',
	'shop_id' => 'Ідентифікатор магазину',
	'add_title' => 'Додавання рівня дисконтної картки',
	'edit_title' => 'Додавання рівня дисконтної картки %s',
	'edit_success' => 'Інформація про рівень дисконтної картки змінена успішно!',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'markDeleted_success' => "Дані про рівень дисконтної картки успішно видалені!",
	'round' => 'Округляти'
);