<?php

return array(
	'model_name' => 'Розділи шаблонів документів',
	'main_menu' => 'Розділ',
	'dir_top_menu_title' => "Розділ",
	'name' => "Назва",
	'parent_id' => "Розділ",
	'id' => "Ідентифікатор",
	'sorting' => "Порядок сортування",
	'edit_title' => 'Редагування інформації про розділ шаблонів документів "%s"',
	'add_title' => "Додавання інформації про розділ шаблонів документів",
	'markDeleted_success' => "Дані про розділ шаблонів документів успішно видалені!",
	'markDeleted_error' => 'Помилка! Розділи шаблонів документів не видалені!',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => "Розділ шаблонів документів успішно змінений!",
	'apply_success' => 'Інформацію змінено!',
);