 <?php

return array(
	'model_name' => 'Пошукові системи',
	'title' => 'Пошукові системи',
	'edit_title' => 'Редагування пошукової системи',
	'add_title' => 'Додавання пошукової системи',
	'seo_driver_id' => 'Пошукова система',
	'token' => 'Токен',
	'id' => 'Ідентифікатор',
	'last_update' => 'Дата оновлення',
	'active' => 'Активність',
	'site_id' => 'Ідентифікатор сайту',
	'edit_success' => 'Інформацію змінено успішно!',
	'apply_success' => "Інформація успішно змінена",
	'delete_success' => 'Елемент видалений!',
	'markDeleted_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'changeActive_success' => 'Активність змінена успішно!',
	'alert_text' => 'Отримайте новий токен і введіть отриманий ключ в поле "Токен"',
);