<?php

return array(
	'model_name' => 'Розділи знижок',
	'menu' => 'Розділ',
	'name' => "Назва",
	'description' => "Опис",
	'parent_id' => "Розділ",
	'id' => "Ідентифікатор",
	'shop_id' => "Ідентифікатор магазину",
	'sorting' => "Порядок сортування",
	'edit_title' => 'Редагування інформації про розділ знижок "%s"',
	'add_title' => "Додавання інформації про розділ знижок",
	'apply_success' => "Інформація успішно змінена.",
	'markDeleted_success' => "Дані про розділ знижок успішно видалені!",
	'markDeleted_error' => "",
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => "Розділ знижок успішно змінено!",
	'copy_success' => "Елемент успішно скопійований!",
	'move_success' => 'Розділи знижок перенесені',
);