<?php
/**
 * Libs.
 *
 * @package HostCMS
 * @subpackage Lib
 * @version 6.x
 * @author Hostmake LLC
 * @copyright © 2005-2016 ООО "Хостмэйк" (Hostmake LLC), http://www.hostcms.ru
 */
return array(
	'model_name' => 'Типовые динамические страницы',
	'markDeleted_success' => 'Типовая динамическая страница успешно удалена!',
	'copy_success' => 'Типовая динамическая страница успешно скопирована!',
	'name' => '<acronym title="Название типовой динамической страницы">Название типовой динамической страницы</acronym>',
	'lib_dir_id' => '<acronym title="Родительский раздел для типовой динамической страницы">Родительский раздел</acronym>',
	'description' => '<acronym title="Описание типовой динамической страницы">Описание типовой динамической страницы</acronym>',
	'id' => 'Идентификатор',
	'user_id' => 'Идентификатор пользователя',
	'lib_form_module' => '<acronym title="PHP код типовой динамической страницы">PHP код типовой динамической страницы</acronym>',
	'lib_form_module_config' => '<acronym title="PHP код настроек типовой динамической страницы">Настройки типовой динамической страницы</acronym>',
	'menu' => "Типовые динамические страницы",
	'lib_page' => 'Страница',
	'lib_show_add_link' => 'Добавить',
	'menu_list' => 'Список типовых динамических страниц',
	'lib_php_code' => 'Код страницы',
	'lib_php_code_config' => 'Настройки страницы',
	'lib_form_title_add' => 'Добавление типовой динамической страницы',
	'lib_form_title_edit' => 'Редактирование типовой динамической страницы',
	'edit_success' => 'Данные о динамической странице успешно обновлены.',
	'edit_error' => 'Ошибка обновления данных о динамической страницы!',
	'copy_from' => ' [Копия от %s]',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
);