<?php
/**
 * Libs.
 *
 * @package HostCMS
 * @subpackage Lib
 * @version 7.x
 * @copyright © 2005-2025, https://www.hostcms.ru
 */
return array(
	'model_name' => 'Типовые динамические страницы',
	'markDeleted_success' => 'Типовая динамическая страница успешно удалена!',
	'copy_success' => 'Типовая динамическая страница успешно скопирована!',
	'name' => 'Название типовой динамической страницы',
	'lib_dir_id' => 'Родительский раздел',
	'description' => 'Описание типовой динамической страницы',
	'id' => 'Идентификатор',

	'lib_form_module' => 'PHP код типовой динамической страницы',
	'lib_form_module_config' => 'Настройки типовой динамической страницы',
	'menu' => "Типовые динамические страницы",
	'lib_page' => 'Страница',
	'lib_show_add_link' => 'Добавить',
	'menu_list' => 'Список типовых динамических страниц',
	'lib_php_code' => 'Код страницы',
	'lib_php_code_config' => 'Настройки страницы',
	'lib_form_title_add' => 'Добавление типовой динамической страницы',
	'lib_form_title_edit' => 'Редактирование типовой динамической страницы "%s"',
	'edit_success' => 'Данные о динамической странице успешно обновлены.',
	'edit_error' => 'Ошибка обновления данных о динамической страницы!',
	'copy_from' => ' [Копия от %s]',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'import' => 'Импорт',
	'import_file' => 'Выберите файл с компьютера',
	'import_button' => 'Загрузить',
	'importLibs_success' => 'Импорт завершен!',
	'name_empty' => 'Название типовой динамической страницы не указано!',
	'file' => 'Превью',
	'type' => 'Тип',
	'type0' => 'Страница',
	'type1' => 'Виджет',
	'class' => 'Атрибут "class"',
	'style' => 'Атрибут "style"',
	'deleteFile_success' => 'Файл удален успешно!',
	'sorting' => "Порядок сортировки",
	'apply_success' => "Информация успешно изменена",
);