<?php

return array(
	'model_name' => 'Группа SEO-фильтров',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'parent_id' => "Группа SEO-фильтров",
	'id' => "Идентификатор",
	'edit_success' => "Данные об элементе успешно добавлены!",
	'markDeleted_success' => "Данные об элементе успешно удалены!",
	'apply_success' => "Информация успешно изменена",
	'title' => 'Группа',
	'add' => 'Добавление группы',
	'edit' => 'Редактирование группы "%s"',
	'name' => "Название группы",
	'sorting' => "Порядок сортировки",
	'shop_id' => "Идентификатор магазина",
);