<?php

return array(
	'model_name' => 'Група SEO-фільтрів',
	'delete_success' => 'Елемент знищений!',
	'undelete_success' => 'Елемент відновлено!',
	'parent_id' => "Група SEO-фільтрів",
	'id' => "Ідентифікатор",
	'edit_success' => "Дані про елемент успішно додані!",
	'markDeleted_success' => "Дані про елемент успішно видалені!",
	'apply_success' => "Інформація успішно змінена",
	'title' => 'Група',
	'add' => 'Додавання групи',
	'edit' => 'Редагування групи "% s"',
	'name' => "Назва групи",
	'sorting' => "Порядок сортування",
	'shop_id' => "Ідентифікатор магазину",
);