<?php

return array(
	'model_name' => 'Типи складів',
	'title' => 'Типи складів',
	'add_form_title' => 'Додавання типу складу',
	'edit_form_title' => 'Редагування типу складу "%s"',
	'id' => 'Ідентифікатор',
	'name' => 'Назва',
	'color' => 'Колір',
	'sorting' => 'Порядок сортування',
	'description' => 'Опис',
	'edit_success' => "Дані про тип складу успішно оновлені!",
	'edit_error' => "Помилка додавання даних про тип складу!",
	'markDeleted_success' => "Дані про тип складу успішно видалені!",
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',
	'apply_success' => 'Інформація про тип замовлення змінена!',
);