<?php

return array(
	'menu' => 'SQL-запити',
	'title' => 'SQL-запити',
	'warning' => 'Увага! Виконання SQL-запитів може пошкодити працездатності системи. <br>
	Перед виконанням запитів рекомендується зробити резервне копіювання.',
	'text' => 'Текст запиту',
	'load_file' => 'Завантажити файл',
	'warningButton' => 'Ви впевнені, що хочете виконати цей запит?',
	'button' => 'Виконати запит',
	'success_message' => 'Ваш запит успішно виконаний. Виконано інструкцій: %d.',
	'error_message' => 'Запит не містить даних або містить помилку! <br> Перевірте, будь-ласка, його вміст або правильність вказівки шляху і імені для файлу.',
	'table' => 'База даних',
	'optimize_table' => 'Оптимізувати',
	'repair_table' => 'Виправити (тільки для MyISAM)',
	'optimize_table_title' => 'Оптимізація таблиць',
	'repair_table_title' => 'Виправлення таблиць',
	'rows_count' => 'Знайдено <b>%d</b> рядків, показано <b>%d</b> рядків. Час виконання <b>%.3f</b> с.',
	'drop_index' => 'Дублюючий індекс %s таблиці %s був видалений.',
	'duplicate_indexes' => 'Скасування дублювання індексів',
	'no_duplicate' => 'Дублюючі індекси відсутні',
);