<?php

return array(
	'menu' => 'База даних',
	'title' => 'База даних',
	'warning' => 'Увага! Виконання SQL-запитів може пошкодити працездатності системи. <br>
	Перед виконанням запитів рекомендується зробити резервне копіювання.',
	'text' => 'Текст запиту',
	'load_file' => 'Завантажити файл',
	'warningButton' => 'Ви впевнені, що хочете виконати цей запит?',
	'button' => 'Виконати запит',
	'success_message' => 'Виконане <b>%d</b> запит(ів).',
	'success_message_with_affected' => 'Виконане <b>%d</b> запит(ів), порушено <b>%d</b> рядків.',
	'error_message' => 'Запит не містить даних або містить помилку! <br> Перевірте, будь-ласка, його вміст або правильність вказівки шляху і імені для файлу.',
	'database' => 'База даних',
	'optimize_table' => 'Оптимізувати',
	'repair_table' => 'Виправити (тільки для MyISAM)',
	'optimize_table_title' => 'Оптимізація таблиць',
	'repair_table_title' => 'Виправлення таблиць',
	'rows_count' => 'Знайдено <b>%d</b> рядків, показано <b>%d</b> рядків. Час виконання <b>%.3f</b> с.',
	'drop_index' => 'Дублюючий індекс %s таблиці %s був видалений.',
	'duplicate_indexes' => 'Скасування дублювання індексів',
	'no_duplicate' => 'Дублюючі індекси відсутні',
	'manage' => 'Управляти',
	'manage_title' => 'Управління базою даних',
	'processlist' => 'Процеси',
	'limit' => 'Колічество строк',
	'page' => 'Страниця',
);