<?php

return array(
	'model_name' => 'Корректные проводки',
	'title' => 'Корректные проводки %s',
	'add_title' => 'Добавление корректной проводки',
	'edit_title' => 'Редактирование корректной проводки',
	'edit_success' => 'Информация о корректной проводке изменена!',
	'markDeleted_success' => 'Проводка успешно удалена!',
	'apply_success' => 'Информация изменена!',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
	'debit' => 'Дебeт',
	'credit' => 'Кредит',
	'id' => 'Идентификатор',
);