<?php

return array(
	'model_name' => 'Коректні проводки',
	'title' => 'Коректні проводки %s',
	'add_title' => 'Додавання коректної проводки',
	'edit_title' => 'Редагування коректної проводки',
	'edit_success' => 'Інформацію про коректне проведення змінено!',
	'markDeleted_success' => 'Проведення успішно видалено!',
	'apply_success' => 'Інформація змінена!',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
	'debit' => 'Дебет',
	'credit' => 'Кредит',
	'id' => 'Ідентифікатор',
);