<?php

return array(
	'title' => 'Форматы телефонов',
	'edit_title' => 'Редактирование формата',
	'add_title' => 'Добавление формата',
	'name' => 'Название',
	'from' => 'Исходный формат',
	'to' => 'Новый формат',
	'sample' => 'Пример',
	'id' => 'Идентификатор',
	'active' => 'Активность',
	'delete_success' => "Элемент удален!",
	'undelete_success' => "Элемент восстановлен!",
	'edit_success' => "Данные о формате телефона обновлены!",
	'markDeleted_success' => "Данные о формате телефона успешно удалены!",
	'apply_success' => 'Информация изменена.',
	'apply_error' => 'Информация не изменена!',
	'changeActive_success' => "Информация успешно изменена",
	'copy_success' => "Формат телефона успешно скопирован!",
	'format' => "Преобразовать телефоны",
	'format_success' => "Телефоны преобразованы успешно",
);