<?php

return array(
	'title' => 'Формати телефонів',
	'edit_title' => 'Редагування формату',
	'add_title' => 'Додавання формату',
	'name' => 'Назва',
	'from' => 'Початковий формат',
	'to' => 'Новий формат',
	'sample' => 'Приклад',
	'id' => 'Ідентифікатор',
	'active' => 'Активність',
	'delete_success' => "Елемент видалено!",
	'undelete_success' => "Елемент відновлений!",
	'edit_success' => "Дані про формат телефону оновлено!",
	'markDeleted_success' => "Дані про формат телефону успішно видалені!",
	'apply_success' => 'Інформація змінена.',
	'apply_error' => 'Інформація не змінена!',
	'changeActive_success' => "Інформація успішно змінена",
	'copy_success' => "Формат телефону успішно скопійовано!",
	'format' => "Перетворити телефони",
	'format_success' => "Телефони успішно перетворені",
);