<?php

return array(
	'model_name' => 'Виды номенклатуры',
	'menu' => 'Виды номенклатуры',
	'title' => 'Виды номенклатуры',
	'name' => 'Название',
	'type' => 'Тип',
	'type0' => 'Товар',
	'type1' => 'Услуга',
	'account' => 'Счет учета',
	'income_account' => 'Счет доходов',
	'expenditure_account' => 'Счет расходов',
	'id' => 'Идентификатор',
	'add_title' => 'Добавление вида номенклатуры',
	'edit_title' => 'Редактирование вида номенклатуры "%s"',
	'edit_success' => 'Информация о виде номенклатуры изменена!',
	'markDeleted_success' => 'Вид номенклатуры успешно удален!',
	'apply_success' => 'Информация изменена!',
	'delete_success' => 'Элемент удален!',
	'undelete_success' => 'Элемент восстановлен!',
);