<?php

return array(
	'model_name' => 'Види номенклатури',
	'menu' => 'Види номенклатури',
	'title' => 'Види номенклатури',
	'name' => 'Назва',
	'type' => 'Тип',
	'type0' => 'Товар',
	'type1' => 'Послуга',
	'account' => 'Рахунок обліку',
	'income_account' => 'Рахунок доходів',
	'expenditure_account' => 'Рахунок витрат',
	'id' => 'Ідентифікатор',
	'add_title' => 'Додавання виду номенклатури',
	'edit_title' => 'Редагування виду номенклатури "%s"',
	'edit_success' => 'Інформація про вид номенклатури змінена!',
	'markDeleted_success' => 'Вигляд номенклатури успішно видалено!',
	'apply_success' => 'Інформація змінена!',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлений!',
);