<?php
/**
 * Typograph.
 *
 * @package HostCMS
 * @subpackage Typograph
 * @version 6.x
 * @author Hostmake LLC
 * @copyright © 2005-2019 ООО "Хостмэйк" (Hostmake LLC), http://www.hostcms.ru
 */
return array(
	'menu' => 'Типограф',
	'title' => 'Типограф',
	'text' => 'Введите текст, подлежащий типографированию: ',
	'trailing_punctuation' => '<acronym title="Оптическое выравнивание текста перемещает символы пунктуации за границу набора">Оптическое выравнивание</acronym>',
	'process' => 'Типографировать',
	'warning' => '«Типограф» — удобный инструмент для автоматического типографирования в соответствии с правилами, принятыми для экранной типографики. Может применяться как для обычного текста, так и HTML-кода.'
);