<?php

return array(
	'menu' => 'Типограф',
	'title' => 'Типограф',
	'text' => 'Введіть текст, що підлягає типографуванню: ',
	'trailing_punctuation' => '<acronym title="Оптичне вирівнювання тексту переміщує розділові знаки за кордон набору">Оптичне вирівнювання</acronym>',
	'process' => 'Типографувати',
	'warning' => '«Типограф» — зручний інструмент для автоматичного типографування відповідно до правил, прийнятих для екранної типографіки. Може застосовуватися як для звичайного тексту, так і HTML-коду.',
	'option_trailing_punctuation' => 'Оптическое виравнивание',
	'option_typograph' => 'Типографувати',
);