<?php

return array(
	'model_name' => 'Напрямки діяльності',
	'title' => 'Напрямки діяльності',
	'add_title' => 'Додавання напрямки діяльності',
	'edit_title' => 'Редагування напрямки діяльності "%s"',
	'id' => 'Iдентифікатор',
	'name' => 'Назва',
	'color' => 'Колір',
	'description' => 'Опис',
	'company_id' => 'Iдентифікатор компанії',
	'edit_success' => 'Інформація про направлення діяльності змінена!',
	'markDeleted_success' => 'Напрямок діяльності успішний видалено!',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'apply_success' => "Інформація успішно змінена",
);