<?php

return array(
	'title' => 'Стоп-слова',
	'model_name' => 'Антиспам, стоп-слова',	
	'add_title' => 'Додавання інформації про стоп-слово',
	'edit_title' => 'Редагування інформації про стоп-слово "%s"',
	'value' => 'Стоп-слово',
	'values' => 'Стоп-слово чи список стоп-слів',
	'id' => 'Ідентифікатор',
	'edit_success' => "Стоп-слово успішно змінено!",
	'undelete_success' => 'Елемент відновлено!',
	'delete_success' => 'Стоп-слово успішно видалено!',
	'markDeleted_success' => 'Стоп-слово успішно видалено!',
	'export' => 'Експорт',
	'link' => 'Стоп-слово',
);