<?php

return array(
	'model_name' => 'CRM: Нотатки',
	'text' => 'Текст',
	'id' => 'Ідентифікатор',
	'result' => 'Результат',
	'markDeleted_success' => 'Елемент успішно видалено!',
	'edit_success' => 'Елемент успішно змінено!',
	'file' => 'Файл',
	'send' => 'Надіслати',
	'download' => 'Завантажити',

	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',

	'add_emoji' => 'Додати емодзі',
	'reply' => 'Відповісти',
	'quote' => 'Цитувати',
	'subscribe' => 'Підписатися',
	'unsubscribe' => 'Відписатися',
	'show_theme' => 'Додати/прибрати тему',
	'ai_assistant' => 'AI-Ассистент',
	'ai_thinks' => 'AI думає...',
	'copy_answer' => 'Скопіювати відповідь',
	'record_video' => 'Запис відео',
	'start_record' => 'Почати запис',
	'stop_record' => 'Зупинити',
	'add_record_file' => 'Прикріпити файл',
	'cancel_record' => 'Скасування',
	'record_audio' => 'Записати голосове повідомлення',

	'wrong_answer' => 'Сервер AI не відповів у відведений час. Спробуйте пізніше',
	'empty_prompt' => 'Промпт не знайдено або вказано неправильну модель',
	'empty_object' => 'Об\'єкт не існує або пустий текст повідомлення',

	'subject' => 'Тема',
	'parent_id' => 'Батьківська замітка',
);