<?php

return array(
	'model_name' => 'Розділи інтернет-магазинів',
	'shop_dir_top_menu_title' => "Разділ",
	'shop_dir_sub_menu_add' => "Додати",
	'name' => "Назва розділу інтеренет-магазинів",
	'description' => "Опис розділу інтернет-магазинів",
	'parent_id' => "Разділ",
	'id' => "Ідентифікатор",
	'site_id' => "Ідентифікатор сайту",
	'edit_title' => 'Редагування інформації про розподіл інтернет-магазинів "%s"',
	'add_title' => "Додавання інформації про розподіл інтернет-магазинів",
	'markDeleted_success' => "Дані про розподіл інтернет-магазинів успішно видалені!",
	'markDeleted_error' => "",
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => "Розділ інтернет-магазинів успішно змінений!",
);