<?php

return array(
	'model_name' => 'Планувальник завдань',
	'menu' => 'Планувальник завдань',
	'title' => 'Планувальник завдань',
	'main_menu' => 'Завдання',
	'edit_title' => 'Редагування завдання "%s"',
	'add_title' => 'Додавання завдання',
	'start_datetime' => 'Дата наступного виконання завдання',
	'datetime' => 'Дата додавання завдання',
	'description' => 'Опис',
	'module_id' => 'Модуль',
	'action' => 'Дія',
	'entity_id' => 'Ідентифікатор суті',
	'completed' => 'Активність завдання',
	'interval' => '<acronym title="Інтервал виконання в секундах">Інтервал</acronym>',
	'site_id' => 'Ідентифікатор сайту',
	'id' => 'Ідентифікатор завдання',
	'edit_success' => "Дані про завдання успішно додані!",
	'markDeleted_success' => "Дані про завдання успішно видалені!",
	'undelete_success' => 'Елемент відновлено!',
	'log_message' => 'В модулі "%1$s" для елемента %2$s виконано дію %3$s',
);