<?php

return array(
	'menu_caption' => 'Група',
	'menu_caption_add' => 'Додати',
	'model_name' => 'Група умов доставки',
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'name' => "Назва групи",
	'sorting' => "Порядок сортування",
	'shop_delivery_id' => "Тип доставки, до якого відноситься група",
	'parent_id' => "Група умов доставки",
	'id' => "Ідентифікатор",
	'edit_success' => "Дані про елемент успішно додані!",
	'markDeleted_success' => "Дані про елемент успішно видалені!",
	'apply_success' => "Інформація успішно змінена",
	'edit_form_title' => 'Редагування інформації про групу умов доставки "%s"',
	'add_form_title' => "Додавання інформації про групу умов доставки",
);