<?php

return array(
	'model_name' => 'Меню сайта',
	'title' => 'Меню сайта',
	'menus' => 'Меню',
	'add' => 'Додати',
	'edit_success' => 'Інформацію про меню додано!',
	'apply_success' => 'Інформацію про меню змінено!',
	'edit_error' => 'Помилка! Інформацію про меню не додано!',
	'apply_error' => 'Помилка! Інформацію про меню не змінено!',
	'markDeleted_success' => 'Розділ меню успішно видалено!',
	'add_title' => 'Додавання меню',
	'edit_title' => 'Редагування меню "%s"',
	'name' => 'Назва',
	'sorting' => 'Порядок сортування',
	'site_id' => 'Ідентифікатор сайту',
	'copy_success' => 'Інформацію про меню сайта скопійовано.',
	'copy_error' => 'Помилка! Інформацію про меню не скопійовано!',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',
	'id' => 'Ідентифікатор',
);