<?php

return array(
	'model_name' => 'Розділи документів',
	'folders' => 'Розділ',
	'add' => 'Додати',
	'edit_success' => 'Розділ успішно додано!',
	'edit_error' => 'Помилка! Розділ не додано!',
	'markDeleted_success' => 'Розділ успішно видалено!',
	'markDeleted_error' => 'Помилка! Розділ не видалено!',
	'add_title' => 'Додавання розділу',
	'edit_title' => 'Редагування розділу "%s"',
	'parent_id' => 'Батьківський розділ',
	'name' => 'Назва',
	'id' => 'Ідентифікатор',
	'site_id' => 'Ідентифікатор сайту',
	'delete_success' => 'Елемент видалено!',
	'undelete_success' => 'Елемент відновлено!',
);