<?php

return array(
	'model_name' => 'Типи електронної пошти',
	'show_title' => 'Список типів електронної пошти',
	'email_type_show_title' => 'Тип електронної пошти',
	'email_type_show_title_add' => 'Додати',
	'add_title' => "Додавання інформації про тип електронної пошти",
	'edit_title' => "Редагування інформації про тип електронної пошти",
	'name' => "Назва типу",
	'id' => "Ідентифікатор",
	'delete_success' => 'Елемент видалений!',
	'undelete_success' => 'Елемент відновлено!',
	'edit_success' => "Дані про тип електронної пошти оновлені!",
	'markDeleted_success' => "Дані про тип електронної пошти успішно видалені!",
	'copy_success' => "Дані про тип електронної пошти успішно скопійовані!",
	'apply_success' => 'Інформацію змінено.',
	'apply_error' => 'Інформація не змінена!',
	'company_show_title' => "Список компаній",
	'sorting' => "Порядок сортування",
	'default_name' => "Основний",
);