<?php

return array(
	'title' => 'Оборотно-сальдовая ведомость',
	'month' => 'месяц',
	'quarter' => 'квартал',
	'year' => 'год',
	'data_for' => 'Данные за период',
	'period' => 'Период',
	'all_year' => 'С начала года',
	'debit' => 'Дебет',
	'credit' => 'Кредит',
	'number' => 'Номер',
	'name' => 'Наименование',
	'account' => 'Счет',
	'start_balance' => 'Сальдо на начало периода',
	'end_balance' => 'Сальдо на конец периода',
	'period_transactions' => 'Обороты за период',
	'company_off' => 'Модуль "Компании" неактивен!',
);