<?php

return array(
	'title' => 'Оборотно-сальдова відомість',
	'month' => 'місяць',
	'quarter' => 'квартал',
	'year' => 'рік',
	'data_for' => 'Дані за період',
	'period' => 'Період',
	'all_year' => 'З початку року',
	'debit' => 'Дебет',
	'credit' => 'Кредит',
	'number' => 'Номер',
	'name' => 'Найменування',
	'account' => 'Рахунок',
	'start_balance' => 'Сальдо на початок періоду',
	'end_balance' => 'Сальдо на кінець періоду',
	'period_transactions' => 'Звороти за період',
	'company_off' => 'Модуль "Компанії" неактивний!',
);