<?php

return array(
	'model_name' => 'Связанные документы',
	'documents' => 'Документ',
	'add_purchaseorder' => 'Заказ поставщика',
	'add_shop_warehouse_invoice' => 'Счет поставщика',
	'add_shop_warehouse_supply' => 'Приемка товаров',
	'delete_success' => 'Документ удален успешно!',
	'type0' => 'Инвентаризация',
	'type1' => 'Оприходование',
	'type2' => 'Списание',
	'type3' => 'Пересортица',
	'type4' => 'Перемещение',
	'type5' => 'Заказ',
	'type6' => 'Заказ поставщика',
	'type7' => 'Счет поставщика',
	'type8' => 'Приемка товаров',
	'type9' => 'Возврат поставщику',
	'type30' => 'Касса',
	'type70' => 'Операция',
	'type71' => 'Закрытие периода',
);