<?php

return array(
	'model_name' => 'Пов\'язані документи',
	'documents' => 'Документ',
	'add_purchaseorder' => 'Замовлення постачальника',
	'add_shop_warehouse_invoice' => 'Рахунок постачальника',
	'add_shop_warehouse_supply' => 'Приймання товарів',
	'delete_success' => 'Документ видалено успішно!',
	'type0' => 'Інвентаризація',
	'type1' => 'Оприбуткування',
	'type2' => 'Списання',
	'type3' => 'Пересортиця',
	'type4' => 'Переміщення',
	'type5' => 'Замовлення',
	'type6' => 'Замовлення постачальника',
	'type7' => 'Рахунок постачальника',
	'type8' => 'Приймання товарів',
	'type9' => 'Повернення постачальнику',
	'type30' => 'Каса',
	'type70' => 'Операція',
	'type71' => 'Закриття періоду',
);